[
    {
        "title": "KUNG FU PANDA 4",
        "desc": "Kung Fu Panda 4 is fun for the whole family -- maybe not as much fun as the first three, but still a good time. Read audience reviews",
        "url": "https://www.rottentomatoes.com/m/kung_fu_panda_4",
        "photo": "https://upload.wikimedia.org/wikipedia/ru/5/50/Kungfupanda_poster.jpg",
        "rating": "72%"
    },
    {
        "title": "Fallout",
        "desc": "Fallout is the story of haves and have-nots in a world in which there’s almost nothing left to have. Two-hundred years after the apocalypse, the gentle denizens of luxury fallout shelters are forced to return to the irradiated hellscape their ancestors left behind—and are shocked to discover an",
        "url": "https://www.rottentomatoes.com/tv/fallout/s01",
        "photo": "https://upload.wikimedia.org/wikipedia/ru/f/f0/Fallout_Amazon_poster.jpeg",
        "rating": "94%"
    },
    {
        "title": "Sonic",
        "desc": "Sonic the Hedgehog returns to the big screen this holiday season in his most thrilling adventure yet. Sonic, Knuckles, and Tails reunite against a powerful new adversary, Shadow, a mysterious villain with powers unlike anything they have faced before. With their abilities outmatched in every way, Team Sonic must seek out an unlikely alliance in hopes of stopping Shadow and protecting the planet.",
        "rating": "85%",
        "photo": "AgACAgIAAxkBAAPmaC9Xs7kNnZwxLUGeDQ5LmbVOSWUAAiXsMRu8H4FJbGuhf0vWMBUBAAMCAANtAAM2BA"
    },
    {
        "title": "Lilo & Stitch",
        "desc": "A fugitive alien helps a lonely Hawaiian girl mend her broken family.",
        "url": "https://www.rottentomatoes.com/m/lilo_and_stitch_2025",
        "photo": "https://upload.wikimedia.org/wikipedia/ru/thumb/9/9e/%D0%9B%D0%B8%D0%BB%D0%BE_%D0%B8_%D0%A1%D1%82%D0%B8%D1%87_%28%D1%84%D0%B8%D0%BB%D1%8C%D0%BC%29.webp/250px-%D0%9B%D0%B8%D0%BB%D0%BE_%D0%B8_%D0%A1%D1%82%D0%B8%D1%87_%28%D1%84%D0%B8%D0%BB%D1%8C%D0%BC%29.webp.png",
        "rating": "68%"
    },
    {
        "title": "A Minecraft Movie",
        "desc": "Welcome to the world of Minecraft, where creativity doesn't just help you craft, it's essential to one's survival! Four misfits--Garrett `The Garbage Man` Garrison (Jason Momoa), Henry (Sebastian Eugene Hansen), Natalie (Emma Myers) and Dawn (Danielle Brooks)--find themselves struggling with ordinary problems when they are suddenly pulled through a mysterious portal into the Overworld: a bizarre, cubic wonderland that thrives on imagination. To get back home, they'll have to master this world (and protect it from evil things like Piglins and Zombies, too) while embarking on a magical quest with an unexpected, expert crafter, Steve (Jack Black). Together, their adventure will challenge all five to be bold and to reconnect with the qualities that make each of them uniquely creative... the very skills they need to thrive back in the real world. ",
        "url": "https://www.rottentomatoes.com/m/a_minecraft_movie",
        "photo": "https://upload.wikimedia.org/wikipedia/ru/6/66/A_Minecraft_Movie_poster.jpg",
        "rating": "48%"
    }
]
